{
  "items": [
    {
      "id": 1768595501431,
      "title": "Our Dedication To Cleanup",
      "description": "We have pride in how we leave our projects. We aim to leave them in the same, if not better condition than we found them. From carefully restoring landscaping and grading to hauling away all debris and excess materials, we ensure your property looks pristine when we're done. It's not just about completing the job underground, it's about respecting your property above ground too.",
      "date": "",
      "type": "video",
      "videoFile": "https://res.cloudinary.com/dbt9vsoji/video/upload/v1768595504/videos/djhgx0euvpggeckssu8e.mp4",
      "fileSize": 7685685
    },
    {
      "id": 1768595758647,
      "title": "Comfortable Workspaces",
      "description": "At Helmick Underground, we understand that quality splicing requires a comfortable work environment. We take extra care to create spacious, well-supported splice pits that give our technicians room to work efficiently.",
      "date": null,
      "type": "image",
      "image": "images/kM.jpeg",
      "fileSize": 280375
    },
    {
      "id": 1768601395926,
      "title": "Proper Shoring",
      "description": "Deep excavations present increased risks that require careful planning and the use of appropriate protective systems. Proper shoring provides critical support to trench walls, helping to prevent soil movement and collapse. By using the correct shoring equipment, crews can work safely and efficiently while maintaining compliance with industry safety standards and project requirements.",
      "date": "",
      "type": "image",
      "image": "images/WhatsApp Image  PM.jpeg",
      "fileSize": 314473
    },
    {
      "id": 1768612534176,
      "title": "Storm Repair",
      "description": "After strong winds knocked this cabinet over, our team jumped into action to get it back on track. We repaired the damage, poured a brand-new concrete pad, and made sure the cabinet was installed properly and secured for the long term. No matter the challenge, Helmick Underground is ready to tackle the unexpected and make sure everything is done right.",
      "date": "",
      "type": "image",
      "image": "images/sack8 PM.jpeg",
      "fileSize": 360441
    },
    {
      "id": 1768595417037,
      "title": "Turtle Relocation",
      "description": "We left a pit open overnight, had some heavy rain. The next day we found this guy floating in the hole. Underground work comes with unexpected surprises, like performing wildlife rescue operations! Our team safely lifted our new friend out with the excavator and relocated him to higher ground. We take care of everyone on our job sites, even the unscheduled visitors.",
      "date": "",
      "type": "video",
      "videoFile": "https://res.cloudinary.com/dbt9vsoji/video/upload/v1768595419/videos/dhxvuwyghiehc7hrvqas.mp4",
      "fileSize": 10211346
    },
    {
      "id": 1768601804612,
      "title": "Broken Tile Repair",
      "description": "Sometimes during excavation, hidden drainage tile can be damaged before anyone knows it’s there. When that happens, we take full responsibility. At Helmick Underground, we don’t cover it up or cut corners, we fix it. Our crew gets down in the trench, locates the damaged tile, and restores proper flow to ensure the system functions exactly as it should. It’s all part of doing the job right and standing behind our work from start to finish.",
      "date": "",
      "type": "image",
      "image": "images/2PM.jpeg",
      "fileSize": 554794
    },
    {
      "id": 1768592606565,
      "title": "When Nature Interrupts the Job Site",
      "description": "Had a project at the end of this road, but when the lake unfroze the road became inaccessible. Iowa weather can turn access roads into waterways overnight. Projects like these require flexibility, patience, and constant communication with our clients to navigate unexpected delays and find alternate solutions.",
      "date": "",
      "type": "image",
      "image": "images/We 2025-01-16 at 12.11.46 PM.jpeg"
    }
  ]
}